INSERT INTO CUSTOMER(Cust_webID,Cust_Name,Cust_Contact,Cust_Email,Cust_Address,Cust_Password,Cust_CurrentMile,Cust_Usedmile) 
Values 
('spring', '김보미','010-8974-5623','spring@naver.com', '경기도 용인시','fgfg12',12000,0),
('summer','이여름','010-7512-6530','summer@naver.com', '경상남도 거제시','fer4142',23000,2000),
('fall','박가을','010-5423-9545','fall@daum.net','경기도 화성시','7efgb8',5200,500),
('winter','서겨울','010-7832-0012','winter@gamil.com','전라북도 전주시','vre3r4',5600,0),
('dream','윤드림','010-8653-2230','dream@gmail.com','전라북도 군산시','vf4be15',5000,100),
('silverstone','김은석','010-7853-2645','silverstone@daum.net','경상북도 구미시','eferi8952',1000,0),
('delay','박지연','010-8425-6550','delay12@naver.com','부산광역시','vr89522we',2000,0),
('local','서현지','010-7894-3256','local@naver.com','경기도 부천시','veffwe48',8000,0),
('seoul','박서울','010-8878-5695','seoul58@gamil.com','경기도 과천시','sefe58',900,0),
('mountain','박도산','010-5188-8525','mountain@naver.com','경기도 광주시','erfr895',7000,0),
('west','이은서','010-8569-0256','west12@naver.com','경기도 성남시','jujtd84',0,0),
('east','박동수','010-5896-0058','east89@naver.com','경기도 파주시','tdes7rg',500,0),
('south','남유민','010-0058-5895','south50@gamil.com','경기도 하남시','trgwt80g',0,0),
('flower','이윤화','010-1898-5620','flower7@daum.net','경기도 가평시','46rfgre',0,0),
('kite','연지수','010-8950-7784','kite8@naver.com','경기도 김포시','48nhnu8',0,0);

INSERT INTO BOOKING (Booking_CurrentDate,Booking_CheckInDate, Booking_CheckOutDate, Cust_ID, People_No, Room_Choice, Bed_PlusState, RoomPrice_ID, Booking_TotalAmount, Booking_method)
VALUE
('2021-06-08 20:48:12', '2021-06-15', '2021-06-16', '76', '2', '디럭스룸', '0', '1', '200000', '홈페이지'),
('2021-06-10 15:45:38', '2021-06-15', '2021-06-16', '78', '4', '비즈니스룸', '1', '5', '340000', '홈페이지'), 
('2021-06-13 23:45:08', '2021-06-15', '2021-06-16', '80', '6', '수페리어룸', '2', '9', '480000', '전화'),
('2021-06-17 10:56:35', '2021-06-17', '2021-06-18', '81', '2', '비즈니스룸', '0', '5', '300000', '방문'),
('2021-06-19 18:34:59', '2021-06-22', '2021-06-23', '83', '4', '디럭스룸', '1', '1', '240000', '홈페이지'),
('2021-06-16 19:38:29', '2021-06-19', '2021-06-20', '85', '2', '수페리어룸', '0', '10', '400000', '홈페이지'),
('2021-06-23 11:30:30', '2021-06-24', '2021-06-25', '89', '6', '디럭스룸', '2', '1', '280000', '홈페이지'),
('2021-06-21 21:05:08', '2021-06-23', '2021-06-24', '90', '4', '수페리어룸', '1', '9', '440000', '전화');

INSERT INTO ROOMSTATE(Room_ID, RoomState_State, Cust_ID, Booking_ID)
VALUE
('108','1','81','44'),
('54','1','83','45'),
('230','1','85','46'),
('78','1','89','47'),
('203','1','90','48');